Repository: mirk79/response_platform_theme
Catalog: Resources/Private/Language/*.locallang_*_mask.xlf
Languages: de

# audiotrack.meta.title
source: Slider Audiotrack
de: Slider-Audiospur

# audiotrack.meta.shorttitle
source: Audiotrack
de: Audiospur

# audiotrack.meta.desc
source: Adds an audiotrack to slider pages.
de: Fügt eine Audiospur zu Slider-Seiten hinzu.

# audiotrack.fields.audiofile
source: Audio file
de: Audiodatei

# audiotrack.fields.audiofile.desc
source: Add an mp3 audio file here.
de: Fügen Sie hier eine mp3-Audiodatei hinzu.

# audiotrack.fields.subtitles
source: Subtitles
de: Untertitel

# audiotrack.fields.subtitles.desc
source: Add a vtt subtitles file for a better accessibility.
de: Fügen Sie eine vtt-Untertiteldatei für eine bessere Zugänglichkeit hinzu.

# audiotrack.fields.markers
source: Timeline markers
de: Zeitleisten-Marker

# audiotrack.fields.markers.desc
source: Add markers to the timeline for syncing the slides content elements to the audio.
de: Fügen Sie der Zeitleiste Marker hinzu, um die Inhaltselemente der Folie mit dem Audio zu synchronisieren.

# audiotrack.fields.markertitle
source: Marker title
de: Marker-Titel

# audiotrack.fields.markertitle.desc
source: The marker title will appear as a tooltip above the marker.
de: Der Marker-Titel wird als Tooltip über dem Marker angezeigt.

# audiotrack.fields.markertime
source: Time
de: Zeitpunkt

# audiotrack.fields.markertime.desc
source: Time position of the marker.
de: Zeitposition des Markers.

# audiotrack.fields.markertime.placeholder
source: minutes:seconds (1:32)
de: Minuten:Sekunden (1:32)
