Repository: mirk79/response_platform_theme
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# backend_layout.page.main
source: Pages: Main Page
de: Seiten: Einstiegsseite

# backend_layout.page.sub
source: Pages: Sub Page
de: Seiten: Unterseite

# backend_layout.slide.title
source: Slides: Title Slide
de: Folien: Titelfolie

# backend_layout.slide.std
source: Slides: Standard Slide
de: Folien: Normale Folie

# backend_layout.glossary
source: Glossary
de: Glossar

# backend_layout.page.content
source: Page Content
de: Seiteninhalt

# backend_layout.slide.content
source: Slide Content
de: Folieninhalt

# backend_layout.slide.audiotrack
source: Audio track
de: Audiospur

# backend_layout.glossary.content
source: Glossary Content
de: Glossarinhalt

# pages.pagecolor
source: Page Color
de: Seitenfarbe

# pages.labels.subtitle
source: Subtitle (alternative page title)
de: Untertitel (alternativer Seitentitel)

# pages.teaserimage
source: Teaser Image
de: Teaserbild

# pages.media.og
source: Media Image in Open Graph size (1.91:1)
de: Media-Bild in Open-Graph-Größe (1,91:1)

# pages.media.por
source: Media Image in Portrait Mode 1:2 (for Background Picture, Smartphones Portrait Mode)
de: Media-Bild hochkant 1:2 (für Hintergrundbild, Smartphones Portrait-Modus)

# pages.media.sq
source: Squared Media Image (for Background Picture, narrow screens)
de: Quadratisches Media-Bild (für Hintergrundbild, schmale Bildschirme)

# pages.media.wd
source: 16:9 Media Image (for Background Picture, Landscape Mode)
de: 16:9 Media-Bild (für Hintergrundbild, Landscape-Modus)

# pages.media.xwd
source: 2:1 Media Image (for Background Picture, wide screens)
de: 2:1 Media-Bild (für Hintergrundbild, breite Bildschirme)

# contentelements.header_layout
source: Title type
de: Titel-Art

# contentelements.header_layout.h1
source: H1 (Page title)
de: H1 (Seitentitel)

# contentelements.header_layout.hidden
source: hidden in frontend
de: im Frontend verborgen

# contentelements.header_position
source: Title style (overrides appearance of title type)
de: Titel-Stil (überschreibt Aussehen der Titel-Art)

# contentelements.rte.p.small
source: Small text paragraph
de: Absatz mit kleinem Text

# contentelements.rte.p.large
source: Large text paragraph
de: Absatz mit großem Text

# contentelements.rte.a.button
source: Link as button (normal)
de: Link als Button (normal)

# contentelements.rte.a.button.large
source: Link as button (groß)
de: Link als Button (groß)

# contentelements.rte.hr.dotted
source: Dotted line
de: Gepunktete Linie

# contentelements.rte.list.highlighted
source: Highlighted list
de: Highlight-Liste

# contentelements.imageorient.slideshow.abovetext
source: Slideshow above the text
de: Slideshow über dem Text

# contentelements.imageorient.slideshow.belowtext
source: Slideshow below the text
de: Slideshow unter dem Text

# contentelements.imageorient.slideshow.listleft
source: Slideshow with captions as a list on the left
de: Slideshow mit Bildunterschriften als Liste links

# contentelements.imageorient.slideshow.listright
source: Slideshow with captions as a list on the right
de: Slideshow mit Bildunterschriften als Liste rechts

# contentelements.imageorient.slideshow.abovetext.listleft
source: Slideshow above the text, with captions as a list on the left
de: Slideshow über dem Text, mit Bildunterschriften als Liste links

# contentelements.imageorient.slideshow.abovetext.listright
source: Slideshow above the text, with captions as a list on the right
de: Slideshow über dem Text, mit Bildunterschriften als Liste rechts

# contentelements.imageorient.slideshow.belowtext.listleft
source: Slideshow below the text, with captions as a list on the left
de: Slideshow unter dem Text, mit Bildunterschriften als Liste links

# contentelements.imageorient.slideshow.belowtext.listright
source: Slideshow below the text, wwith captions as a list on the right
de: Slideshow unter dem Text, mit Bildunterschriften als Liste rechts

# contentelements.imageorient.slideshow.intext.left
source: Slideshow in the text, left-sided
de: Slideshow im Text links

# contentelements.imageorient.slideshow.intext.right
source: Slideshow in the text, right-sided
de: Slideshow im Text rechts

# contentelements.imageorient.carousels
source: Carousel variants
de: Karussell-Varianten

# contentelements.imageorient.carousel.horizontal
source: Carousel horizontal
de: Karussell horizontal

# contentelements.imageorient.carousel.vertical
source: Carousel vertical
de: Karussell vertikal

# contentelements.imageorient.carousel.vertical.intext.left
source: Carousel vertical in the text, left-sided
de: Karussell vertikal im Text links

# contentelements.imageorient.carousel.vertical.intext.right
source: Carousel vertical in the text, right-sided
de: Karussell vertikal im Text rechts

# contentelements.imageorient.carousel.diagonal
source: Carousel diagonal
de: Karussell diagonal

# contentelements.imageorient.carousel.picheap
source: Carousel as a heap of images
de: Karussell als Bilderhaufen

# contentelements.layout.default
source: no extras (default)
de: keine Extras (Standard)

# contentelements.layout.borderedBox
source: bordered box
de: Umrandete Box

# contentelements.imagecrop.default
source: Standard crop variants
de: Standard-Beschnittvarianten

# contentelements.imagecrop.free
source: free
de: frei

# contentelements.additional_settings
source: Additional settings
de: Weitere Einstellungen

# contentelements.options
source: Special options
de: Spezialoptionen

# contentelements.options.audiosync
source: Sync content element with pages audiotrack
de: Inhaltselement mit Seiten-Audiotrack synchronisieren

# gridelements.title.1ColumnGrid
source: Container with one column
de: Container mit einer Spalte

# gridelements.title.2ColumnGrid
source: Container with two columns
de: Container mit zwei Spalten

# gridelements.title.3ColumnGrid
source: Container with three columns
de: Container mit drei Spalten

# gridelements.desc.1ColumnGrid
source: For combining several content elements in one container, for example for highlight boxes.
de: Zum Zusammenfassen mehrerer Inhaltselemente in einem Container, zum Beispiel für Highlight-Boxen.

# gridelements.desc.2ColumnGrid
source: For arranging content items in two columns.
de: Zum Anordnen von Inhaltselementen in zwei Spalten.

# gridelements.desc.3ColumnGrid
source: For arranging content items in three columns.
de: Zum Anordnen von Inhaltselementen in drei Spalten.

# gridelements.column.content
source: Container content
de: Containerinhalt

# gridelements.column.left
source: Left column
de: Linke Spalte

# gridelements.column.center
source: Centre column
de: Mittlere Spalte

# gridelements.column.right
source: Right column
de: Rechte Spalte

# gridelements.grid_options
source: Settings for the grid element
de: Einstellungen für das Rasterelement

# gridelements.grid_option_flexbox
source: Use Flexbox for columns
de: Benutze Flexbox für Spalten

# gridelements.settings_responsive_columns
source: Settings for responsive column widths
de: Einstellungen für responsive Spaltenbreiten

# gridelements.column_widths_large
source: Large devices (laptops, desktops)
de: Große Geräte (Laptops, Desktops)

# gridelements.column_widths_medium
source: Medium-sized devices (tablets, netbooks)
de: Mittelgroße Geräte (Tablets, Netbooks)

# gridelements.column_widths_small
source: Small devices (smartphones)
de: Kleine Geräte (Smartphones)
